

export const RECRUIT = {
    EMPLOYEE: {
        title:'中途採用',
        description:
        'プロダクトの成長はもちろん、チームをリードしながら会社やメンバーの成長に関わる事ができます。今までの経験をWorldHacksで活かしませんか？',
        image:'',
        rewuiredSkills:['・Webアプリやスマホアプリの開発経験1年以上(言語は問わない)'],
        welcomeSkills:[
        '・大規模サービスの構築、運用経験',
        '・開発チームメンバーの育成経験',
        '・お客様との打ち合わせ、仕様調整の経験',]
    },
    POTENCIAL: {
        title:'ポテンシャル採用',
        description:
        'これから伸びしろのある方の採用です。エンジニア未経験の方も応募可能です。スキルよりも熱意やビジョンを重視して判断します。',
        image:'',
        rewuiredSkills:[
            '・Web開発に関しての基礎知識',
            '・個人開発やスクールでの開発経験',
            '・REST APIの理解'],
        welcomeSkills:[
            '・マネジメント経験',
            '・育成経験',
            '・お客様との打ち合わせ、仕様調整の経験',],
    },
    INTERN: {
        title:'インターン',
        description:
        '将来エンジニアを目指している方。上昇志向のある学生の方お待ちしております！',
        image:'',
        rewuiredSkills:[
            '・Web開発に関しての基礎知識',
            '・個人開発やスクールでの開発経験',
            '・REST APIの理解',],
        welcomeSkills:[
            '・素直な方',
            '・自ら学び、自ら考え行動出来る方',
            '・積極的に事業に関わってくれる方',],
    },

    }